Repository: digital-dreamer/gnu-social-translation
Catalog: plugins/Irc/locale/io/LC_MESSAGES/Irc.po
Languages: io

source: Could not increment attempts count for %d.
io: Lu ne povis augmentar la probo-konto por %d.

source: Your nickname is not registered so IRC connectivity cannot be enabled.
io: Vua uzantonomo ne es registragita do l'IRC-konekteso ne povas esar enswichita.

source: Could not delete confirmation.
io: Lu ne povis efacar la konfirmo.

source: Database error inserting IRC waiting queue item.
io: Eroro dil datumbazo dum l'inserto dil vartanta IRC-elemento.

source: User "%1$s" on %2$s has said that your %3$s screenname belongs to them. If that's true, you can confirm by clicking on this URL: %4$s . (If you cannot click it, copy-and-paste it into the address bar of your browser). If that user is not you, or if you did not request this confirmation, just ignore this message.
io: L'uzanto "%1$s" en %2$s dicis ke vua %3$s-uzantonomo apartenas a lu. Se lo es vera, vu povas konfirmar per pulsar ca URL: %4$s (Se vu ne povas pulsar ol, kopiez e glutinez ol aden l'adreso-bendo di vua naviganto). Se ta uzanto ne es vu, o se vu ne demandis ca konfirmo, simple ignorez ca mesajo.

source: You must specify a host.
io: Vu mustas specigar hosto.

source: You must specify a username.
io: Vu mustas specigar uzantonomo.

source: You must specify a "real name".
io: Vu mustas specigar "reala nomo".

source: You must specify a nickname.
io: Vu mustas specigar uzantonomo.

source: The IRC plugin allows users to send and receive notices over an IRC network.
io: L'extensilo IRC posibligas al uzanti sendar e recevar avizi tra IRC-reto.
