Repository: digital-dreamer/gnu-social-translation
Catalog: plugins/Adsense/locale/*/LC_MESSAGES/Adsense.po
Languages: gl, tr

source: AdSense configuration
gl: Configuración de AdSense
tr: AdSense yapılandırması

source: Plugin to add Google AdSense to StatusNet sites.
gl: Complemento para engadir Google AdSense aos sitios de StatusNet.
tr: StatusNet sitelerine Google AdSense eklemek için eklenti

source: AdSense settings for this StatusNet site
gl: Configuración de AdSense para este sitio StatusNet.
tr: Bu StatusNet sitesi için AdSense ayarları

source: Client ID
gl: Identificación do cliente
tr: İstemci Kimliği

source: Google client ID.
gl: Identificación do cliente de Google.
tr: Google istemci kimliği

source: Ad script URL
gl: Enderezo URL da escritura do anuncio
tr: Reklam komut dosyası URL'si

source: Script URL (advanced).
gl: Enderezo URL da escritura (avanzado).
tr: Komut dosyası URL'si (gelişmiş)

source: Medium rectangle
gl: Rectángulo mediano
tr: Orta boy dikdörtgen

source: Medium rectangle slot code.
gl: Código disposto no rectángulo mediano.
tr: Orta boy dikdörtgen yuvası kodu.

source: Rectangle
gl: Rectángulo
tr: Dikdörtgen

source: Rectangle slot code.
gl: Código disposto no rectángulo.
tr: Diktörtgen yuvası kodu.

source: Leaderboard
gl: Taboleiro de logros
tr: Lider Tablosu

source: Leaderboard slot code.
gl: Código disposto no taboleiro de logros.
tr: Lider Tablosu yuva kodu.

source: Skyscraper
gl: Rañaceos
tr: Dikey reklam

source: Wide skyscraper slot code.
gl: Código disposto no rañaceos.
tr: Geniş dikey reklam yuvası kodu.

# BUTTON
source: Save
gl: Gardar
tr: Kaydet

source: Save AdSense settings.
gl: Gardar a configuración de AdSense.
tr: AdSense ayarlarını kaydet.
