Repository: digital-dreamer/gnu-social-translation
Catalog: plugins/Blog/locale/*/LC_MESSAGES/Blog.po
Languages: fr, it, pt_br, ru, tl, tr

# LABEL
source: Title
fr: Titre
it: Titolo
pt_br: Título
ru: Заголовок
tl: Pamagat
tr: Başlık

source: Title of the blog entry.
fr: Titre de l'entrée de blog.
it: Titolo della voce del blog.
pt_br: Título do post
ru: Заголовок записи блога.
tl: Pamagat ng pagpapasok ng blog.
tr: Blog girdisinin başlığı.

# LABEL
source: Text
fr: Texte
it: Testo
pt_br: Texto
ru: Текст
tl: Teksto
tr: Metin

source: Text of the blog entry.
fr: Texte de l'entrée de blog.
it: Testo della voce del blog.
pt_br: Texto do post
ru: Текст записи блога
tl: Pamagat ng pagpapasok ng blog.
tr: Blog girdisinin metni.

# BUTTON
source: Save
fr: Enregistrer
it: Salva
pt_br: Salvar
ru: Сохранить
tl: Sagipin
tr: Kaydet

source: Let users write and share long-form texts.
fr: Laissez les utilisateurs écrire et partager des textes longs
it: Consentire agli utenti di scrivere e condividere testi con un formato lungo.
pt_br: Permitir a usuários escrever e compartilhar textos longos.
ru: Позволить пользователю писать и делиться длинными постами.
tl: Payagan ang mga tagagamit na makapagsulat at magsalo ng mga tekstong mahahaba.

# TITLE
source: Blog
ru: Блог
tr: Günce

source: Too many activity objects.
fr: Trop d'objets d'activité
it: Troppi oggetti dell'attivit√†.
pt_br: Objetos de atividade demais.
ru: Слишком много объектов действия.
tl: Masyadong maraming mga bagay ng gawain.
tr: Çok fazla aktivite nesnesi var.

source: Wrong type for object.
fr: Mauvais type d'objet.
it: Tipo di oggetto sbagliato.
pt_br: Tipo errado para o objeto.
ru: Неправильный тип объекта.
tl: Maling uri para sa bagay.
tr: Yanlış nesne tipi.

source: Unknown verb for blog entries.
fr: Verbe inconnu pour les entrées du blog.
it: Verbo sconosciuto per le voci del blog.
pt_br: Verbo desconhecido para postagens de blog.
ru: Неизвестный глагол для записи блога.
tl: Hindi nalalamang pandiwa para sa mga pagpapasok ng blog.
tr: Günce girişleri için bilinmeyen bir eylem.

source: No blog entry for notice %s.
fr: Aucune entrée de blog pour l'avis %s.
it: Nessuna voce del blog per la notizia %s .
pt_br: Nenhuma entrada de blog para a mensagem %s.
ru: Не создавать запись блога для сообщения %s.
tl: Walang pagpapasok ng blog para sa pabatid na %s.
tr: %s bildirimi için bir blog girdisi yok.

source: Must be logged in to post a blog entry.
fr: Vous devez être connecté pour publier un billet.
it: Bisogna effettuare l'accesso per poter scrivere qualcosa nel blog.
pt_br: Deve estar registrado para hospedar uma entrada de blog.
ru: Вы должны войти чтобы добавить запись блога.
tl: Kailangang nakalagda upang makapagpaskil ng isang pagpapasok ng blog.
tr: Blog girdisi göndermek için giriş yapmalısınız.

source: Title required.
fr: Titre requis.
it: Titolo richiesto.
pt_br: Título necessário.
ru: Требуется заголовок.
tl: Kailangan ang pamagat.
tr: Başlık gerekli.

source: Content required.
fr: Contenu requis.
it: Contenuto richiesto.
pt_br: Conteúdo necessário.
ru: Требуется содержимое.
tl: Kailangang may nilalaman.
tr: İçerik gerekli.

source: Blog entry saved
fr: Billet enregistré
it: Voce del blog salvata
pt_br: Postagem no blog salva
ru: Запись блога сохранена
tl: Nasagip ang pagpapasok ng blog
tr: Günce girdisini kaydedildi.

source: No such entry.
fr: Enregistrement introuvable
it: Nessuna voce.
pt_br: Nenhuma entrada semelhante.
ru: Нет такой записи.
tl: Walang ganyang pagpapasok.
tr: Böyle bir girdi yok.

source: Untitled
fr: Sans titre
it: Senza titolo
pt_br: Sem título
ru: Без заголовка
tl: Walang pamagat
tr: Başlıksız
