Repository: digital-dreamer/gnu-social-translation
Catalog: plugins/Blog/locale/io/LC_MESSAGES/Blog.po
Languages: io

# LABEL
source: Title
io: Titulo

source: Title of the blog entry.
io: Titulo dil blogo-sendajo.

# LABEL
source: Text
io: Texto

source: Text of the blog entry.
io: Texto dil blogo-sendajo.

# BUTTON
source: Save
io: Konservar

source: Let users write and share long-form texts.
io: Lasez l'uzanti skribar e partigar longa texti.

# TITLE
source: Blog
io: Blogo

source: Too many activity objects.
io: Tro multa aktiveso-objekti.

source: Wrong type for object.
io: Nekorekta objekto-tipo.

source: Unknown verb for blog entries.
io: Nekonocata verbo por la blogo-sendaji.

source: No blog entry for notice %s.
io: Nula blogo-sendajo por l'avizo %s.

source: Must be logged in to post a blog entry.
io: Vu mustas esar konektita por sendar blogo-sendajo.

source: Title required.
io: Titulo necesa.

source: Content required.
io: Kontenajo necesa.

source: Blog entry saved
io: Blogo-sendajo konservata

source: No such entry.
io: Nula tala sendajo.

source: Untitled
io: Netitulizita
