Repository: digital-dreamer/gnu-social-translation
Catalog: plugins/FacebookBridge/locale/io/LC_MESSAGES/FacebookBridge.po
Languages: io

# TITLE
source: Facebook integration settings
io: Facebook inserto-ajusti

source: Facebook integration settings
io: Facebook inserto-ajusti

source: Invalid Facebook ID. Maximum length is 255 characters.
io: Nevalida Facebook-identifikilo. La longeso maxima es de 255 signi.

source: Invalid Facebook secret. Maximum length is 255 characters.
io: Nevalida Facebook-sekretajo. La longeso maxima es de 255 signi.

source: Facebook application settings
io: Ajusti dil Facebook-aplikilo

source: Application ID
io: Identifikilo dil aplikilo

source: ID of your Facebook application.
io: Identifikilo dil Facebook-aplikilo.

source: Secret
io: Sekretajo

source: Application secret.
io: Aplikilo-sekretajo.

# BUTTON
source: Save
io: Konservar

source: Save Facebook settings.
io: Konservar la Facebook-ajusti.

source: Already logged in.
io: Ja identifikita.

source: Login with your Facebook Account
io: Identifikez vu per vua Facebook-konto

source: Login with Facebook
io: Identifikar me per Facebook

source: Login with Facebook.
io: Identifikez vu per Facebook.

source: Unable to authenticate you with Facebook.
io: Lu ne povis autentikigar vu per Facebook.

source: You must be logged into Facebook to register a local account using Facebook.
io: Vu mustas esar identifikita aden Facebook por registragar lokala konto per Facebook.

source: There is already a local account linked with that Facebook account.
io: Esas ja lokala konto ligita kun ta Facebook-konto.

source: There was a problem with your session token. Try again, please.
io: Esis problemo kun vua kunsido-ficho. Voluntez probar itere.

source: You cannot register if you do not agree to the license.
io: Vu ne povas registragar vu se vu ne konsentas al permiso.

source: An unknown error has occured.
io: Nekonocata eroro eventis.

source: This is the first time you have logged into %s so we must connect your Facebook to a local account. You can either create a new local account, or connect with an existing local account.
io: Es l'unesma foyo ke vu identifikis su aden %s, do ni mustas konektar vua Facebook-konto a lokala konto. Vu povas sive krear nova lokala konto, sive konektar vu kun lokala konto existanta.

source: Facebook Setup
io: Facebook-ajusto

source: Connection options
io: Konekto-selekti

source: My text and files are available under %s except this private data: password, email address, IM address, and phone number.
io: Mea texti e dokumenti es disponebla per %s ecepte ca privata datumi: pasovorto, elektronikal adreso, adreso dil instantala mesajilo, e telefonilo-nombro.

source: Create new account
io: Krear nova konto

source: Create a new user with this nickname.
io: Kreez nova uzanto kun ica uzantonomo.

source: New nickname
io: Nova uzantonomo

source: 1-64 lowercase letters or numbers, no punctuation or spaces.
io: 1-64 minuskuli o nombri, nula puntizosigno nek spaco.

# BUTTON
source: Create
io: Krear

source: Connect existing account
io: Konektar existanta konto

source: If you already have an account, login with your username and password to connect it to your Facebook.
io: Se vu ja havas konto, identifikez vu per vua uzantonomo e pasovorto por konektar ol a vua Facebook.

source: Existing nickname
io: Existanta uzantonomo

source: Password
io: Pasovorto

# BUTTON
source: Connect
io: Konektar

source: Registration not allowed.
io: La registrago ne permisesas.

source: Not a valid invitation code.
io: Nevalida invito-kodexo.

source: Error connecting user to Facebook.
io: Eroro dum la konekto dil uzanto a Facebook.

source: Invalid username or password.
io: Nevalida uzantonomo o pasovorto.

# TITLE
source: Facebook settings
io: Facebook-ajusti

source: Facebook settings
io: Facebook-ajusti

source: Connected Facebook user
io: Konektita Facebook-uzanto

source: Publish my notices to Facebook.
io: Publikigar mea avizi en Facebook.

source: Send "@" replies to Facebook.
io: Sendar l'"@"-respondi en Facebook.

source: Disconnect my account from Facebook
io: Deskonektar mea konto ek Facebook

source: Disconnecting your Faceboook would make it impossible to log in! Please [set a password](%s) first.
io: Deskonektar vua Facebook-konto neposibligus identifikar vu! Volontez [enskribar pasovorto](%s) unesme.

source: Keep your %1$s account but disconnect from Facebook. You'll use your %1$s password to log in.
io: Konservar vua %1$s-konto ma diskonektar vu ek Facebook. Vu uzos vua %1$s-pasovorto por identifikar vu.

# BUTTON
source: Disconnect
io: Deskonektar

source: There was a problem saving your sync preferences.
io: Esis problemo kun la konservo di vua sinkroneso-preferi.

source: Sync preferences saved.
io: Sinkroneso-preferi konservata.

source: Could not delete link to Facebook.
io: Lu ne povis ruptar la ligilo a Facebook.

source: You have disconnected from Facebook.
io: Vu es deskonektita ek Facebook.

source: Login or register using Facebook.
io: Identifikez vu o registragez vu per Facebook.

source: Facebook integration configuration.
io: Ajusto dil Facebook-inserto.

source: Facebook settings.
io: Facebook-ajusti.

source: A plugin for integrating StatusNet with Facebook.
io: Extensilo por juntar GNU social kun Facebook.

source: Your Facebook connection has been removed
io: Vua Facebook-konekto esas efacita.

source: Hi %1$s, We are sorry to inform you we are unable to publish your notice to Facebook, and have removed the connection between your %2$s account and Facebook. This may have happened because you have removed permission for %2$s to post on your behalf, or perhaps you have deactivated your Facebook account. You can reconnect your %2$s account to Facebook at any time by logging in with Facebook again. Sincerely, %2$s
io: Hola %1$s, Ni regretas informar vu ke ni ne povis publikigar vua avizo en Facebook, e ke ni supresis la konekto inter vua %2$s-konto e Facebook. Ca problemo posible eventis pro ke vu revokis la permiso ek %2$s por sendar mesaji en vua nomo, o forsan vu ekswichis vua Facebook-konto. Vu povas rikonektar vua %2$s-konto a Facebook irgekande per identifikar vu kun Facebook itere. Sincere, %2$s

source: Contact the %s administrator to retrieve your account
io: Kontaktez l'administranto di %s por rekuperar vua konto.

source: Hi %1$s, We have noticed you have deauthorized the Facebook connection for your %2$s account. You have not set a password for your %2$s account yet, so you will not be able to login. If you wish to continue using your %2$s account, please contact the site administrator (%3$s) to set a password. Sincerely, %2$s
io: Hola %1$s, Ni remarkis ke vu despermisis la Facebook-konekto por vua %2$s-konto. Vu ne enskribis pasovorto por vua %2$s-konto ankore, do vu ne povos identifikar vu. Se vu deziras durar uzar vua %2$s-konto, voluntez kontaktar l'administranto dil situo (%3$s) por enskribar pasovorto. Sincere, %2$s
