Repository: digital-dreamer/gnu-social-translation
Catalog: plugins/FacebookBridge/locale/*/LC_MESSAGES/FacebookBridge.po
Languages: ar, es

# TITLE
source: Facebook integration settings
ar: إعدادات تكامل فيسبك
es: Configuración de la integración con Facebook

source: Facebook integration settings
ar: إعدادات تكامل فيسبك
es: Configuración de la integración con Facebook

source: Invalid Facebook ID. Maximum length is 255 characters.
es: Identificador de Facebook no válido. No puede superar los 255 caracteres.

source: Invalid Facebook secret. Maximum length is 255 characters.
es: Secreto de Facebook no válido. No puede superar los 255 caracteres.

source: Facebook application settings
es: Configuración de la aplicación de Facebook

source: Application ID
es: Identificador de la aplicación

source: ID of your Facebook application.
es: Identificador de tu aplicación de Facebook.

source: Secret
es: Secreto

source: Application secret.
es: Secreto de la aplicación.

# BUTTON
source: Save
ar: احفظ
es: Guardar

source: Save Facebook settings.
ar: احفظ إعدادات فيسبك.
es: Guardar ajustes de Facebook.

source: Already logged in.
ar: والج بالفعل.
es: Ya estás conectado

source: Login with your Facebook Account
ar: لُج بحسابك على فيسبك
es: Inicia sesión con tu cuenta de Facebook

source: Login with Facebook
ar: لُج بفيسبك
es: Inicio de sesión con Facebook

source: Login with Facebook.
ar: لُج بفيسبك.
es: Inicio de sesión con Facebook.

source: Unable to authenticate you with Facebook.
es: No se te pudo autentificar con Facebook.

source: You must be logged into Facebook to register a local account using Facebook.
ar: يجب أن تلج إلى فيسبك لتسجل حسابًا محليًا باستخدام فيسبك.
es: Debes estar identificado en Facebook para poder registrar una cuenta local usando Facebok.

source: There is already a local account linked with that Facebook account.
es: Ya existe una cuenta local vinculada con esa cuenta de Facebook.

source: There was a problem with your session token. Try again, please.
es: Hubo un problema con tu identificador de sesión. Inténtalo de nuevo, por favor.

source: You cannot register if you do not agree to the license.
ar: لا يمكن أن تسجل ما لم توافق على الرخصة.
es: No puedes registrarte si no aceptas la licencia.

source: An unknown error has occured.
ar: حدث خطأ غير معروف.
es: Ha ocurrido un error desconocido.

source: This is the first time you have logged into %s so we must connect your Facebook to a local account. You can either create a new local account, or connect with an existing local account.
es: Esta es la primera vez que inicias sesión en %s, así que debemos vincular tu Facebook a una cuenta local. Puedes crear una nueva o conectarte a una ya existente.

source: Facebook Setup
ar: ضبط فيسبك
es: Configuración de Facebook

source: Connection options
ar: خيارات الربط
es: Opciones de conexión

source: My text and files are available under %s except this private data: password, email address, IM address, and phone number.
ar: تخضع نصوصي وملفاتي ل%s إلا البيانات الخاصة التالية: كلمة السر وعنوان البريد الإلكتروني وعنوان المراسلة الفورية ورقم الهاتف.
es: Todos mis textos y archivos están disponibles bajo licencia %s, con excepción de la siguiente información privada: contraseña, dirección de correo electrónico, dirección de mensajería instantánea y número de teléfono.

source: Create new account
ar: أنشئ حسابًا جديدًا
es: Crear nueva cuenta

source: Create a new user with this nickname.
ar: أنشئ مستخدمًا جديدًا بهذا الاسم المستعار.
es: Crear un nuevo usuario con este nombre.

source: New nickname
ar: الاسم المستعار الجديد
es: Nuevo nombre de usuario

source: 1-64 lowercase letters or numbers, no punctuation or spaces.
ar: 1-64 حرفًا إنجليزيًا أو رقمًا، بدون نقاط أو مسافات.
es: De 1 a 64 letras en minúscula o números, sin signos de puntuación ni espacios.

# BUTTON
source: Create
ar: أنشئ
es: Crear

source: Connect existing account
ar: اربط حسابا موجودا
es: Conectar a una cuenta ya existente

source: If you already have an account, login with your username and password to connect it to your Facebook.
es: Si ya tienes una cuenta, inicia sesión con tu nombre de usuario y contraseña para vincularla a tu Facebook.

source: Existing nickname
ar: الاسم المستعار الموجود
es: Nombre de usuario ya registrado

source: Password
ar: كلمة السر
es: Contraseña

# BUTTON
source: Connect
ar: اربط
es: Vincular

source: Registration not allowed.
ar: لا يُسمح بالتسجيل.
es: Registro no permitido.

source: Not a valid invitation code.
ar: رمز الدعوة غير صالح.
es: No es un código de invitación válido.

source: Error connecting user to Facebook.
ar: خطأ في ربط المستخدم بفيسبك.
es: Error vinculando la cuenta de Facebook.

source: Invalid username or password.
ar: اسم مستخدم أو كلمة سر غير صالحة.
es: Usuario o contraseña no válidos.

# TITLE
source: Facebook settings
ar: إعدادات فيسبك
es: Configuración de Facebook

source: Facebook settings
ar: إعدادات فيسبك
es: Configuración de Facebook

source: Connected Facebook user
ar: مستخدم فيسبك مربوط
es: Usuario de Facebook vinculado

source: Publish my notices to Facebook.
ar: انشر إشعاراتي على فيسبك.
es: Publicar mis mensajes en Facebook.

source: Send "@" replies to Facebook.
ar: أرسل الردود "@" إلى فيسبك.
es: Enviar mis respuestas a otros a Facebook.

source: Disconnect my account from Facebook
ar: اقطع ربط حسابي بفيسبك.
es: Desvincular mi cuenta de Facebook

source: Disconnecting your Faceboook would make it impossible to log in! Please [set a password](%s) first.
ar: قطع ربط حسابك بفيسبك سيجعل دخولك مستحيلا! الرجاء [تعيين كلمة سر](%s) أولا.
es: ¡Si desvinculas tu Faceboook ahora no podrás volver a iniciar sesión! Por favor, [establece una contraseña] (%s) primero.

source: Keep your %1$s account but disconnect from Facebook. You'll use your %1$s password to log in.
ar: أبقِ حسابك على %1$s واقطع الربط بفيسبك. سوف يتعين عليك استخدام كلمة السر على %1$s للدخول.
es: Mantener tu cuenta %1$s pero desvincularla de Facebook. Iniciarás sesión con tu contraseña de %1$s.

# BUTTON
source: Disconnect
ar: اقطع الربط
es: Desvincular

source: There was a problem saving your sync preferences.
es: Hubo un problema guardando tus preferencias de sincronización.

source: Sync preferences saved.
ar: حُفظت تفضيلات المزامنة.
es: Preferencias de sincronización guardadas.

source: Could not delete link to Facebook.
ar: تعذر حذف ارتباط فيسبك.
es: No se pudo eliminar el enlace a Facebook.

source: You have disconnected from Facebook.
ar: لقد قطعت الربط بفيسبك.
es: Has desvinculado tu cuenta de Facebook.

source: Login or register using Facebook.
ar: لُج أو سجّل باستخدام فيسبك.
es: Inicia sesión o regístrate usando Facebook.

source: Facebook integration configuration.
ar: ضبط تكامل فيسبك.
es: Configuración de integración con Facebook.

source: Facebook settings.
ar: إعدادات فيسبك.
es: Configuración de Facebook.

source: A plugin for integrating StatusNet with Facebook.
es: Un complemento para integrar GNU social con Facebook.

source: Your Facebook connection has been removed
ar: أزيل ارتباطك بفيسبك
es: Tu vínculo con Facebook ha sido eliminado

source: Hi %1$s, We are sorry to inform you we are unable to publish your notice to Facebook, and have removed the connection between your %2$s account and Facebook. This may have happened because you have removed permission for %2$s to post on your behalf, or perhaps you have deactivated your Facebook account. You can reconnect your %2$s account to Facebook at any time by logging in with Facebook again. Sincerely, %2$s
es: Hola %1$s, Sentimos informarte de que se ha roto el vínculo de tu cuenta %2$s con Facebook y, por tanto, no podemos publicar tu mensaje allí. Tal vez le retiraste el permiso a %2$s para publicar en tu nombre, o bien desactivaste tu Facebook. En cualquier caso, puedes restaurar el vínculo de tu cuenta %2$s con la red privativa cuando quieras: sólo tienes que iniciar sesión otra vez con ella. Sinceramente, %2$s

source: Contact the %s administrator to retrieve your account
es: Contacta con el administrador de %s para recuperar tu cuenta

source: Hi %1$s, We have noticed you have deauthorized the Facebook connection for your %2$s account. You have not set a password for your %2$s account yet, so you will not be able to login. If you wish to continue using your %2$s account, please contact the site administrator (%3$s) to set a password. Sincerely, %2$s
es: Hola %1$s, Hemos notado que has desvinculado tu cuenta %2$s de Facebook. Aún no has definido una contraseña local en %2$s, por lo que no podrás iniciar sesión. Si quieres seguir usando tu cuenta %2$s, ponte en contacto con el administrador del sitio (%3$s) para que te ayude a establecer una. Sinceramente %2$s

# MENU
source: Facebook
ar: فيسبك
